import { FaQuoteLeft } from "react-icons/fa";
import React from "react";
import styles from "../../../styles/main/AboutUs/AboutStore.module.css";

const AboutStore = () => {
  return (
    <div className={styles.container}>
      <div>
        <section>
          <FaQuoteLeft className={styles.icon} />
          <h1>چند کلمه در مورد فروشگاه ما</h1>
        </section>
        <div className={styles.aboutList}>
          <ul>
            <li>درباره</li>
            <li>ماموریت ما</li>
            <li>اهداف ما</li>
          </ul>
          <div>
            <p>
              اسم را که می گویی، همه اوزان عشق پارسا، راکانا روستایی است. گوهر
              فوق العاده کجاست؟
              
               با صفحه داربست، همه پروازها انحراف کارشناسی
              کجاست؟ نادرست، آپولونیاتس متخصص آدلفیس. او را به میخکوب کرده اند،
              سزار. با زیبایی برای خوردن، همه پرورش دهندگان باس را گرفتند
            </p>
            <p>
              افسوس. دکستر حیوانی است که در هر زمانی باید از آن دوری کنید. من
              هرگز رئیس را رد نمی کنم. به عنوان بخشی از داستان، تمام سنین کشتی
              مناسب تاریخ است. لوبا، مرد، و کیفرخواست. حماسه های بازنشسته به
              حیوانات می رسند. هنگامی که خورشید را تشبیه می کنند، همه بیسوها
              رحمت می کنند که از آنها اجتناب شود، و دومی نیکسوس است.
            </p>
            <p>
              از باطل، تاریخ خروس اول است. این یک ضرر کم است، سزار. یک فرانسوی
              از انگورهای فوق العاده، محل ذهن! دلیل اول چرا سرعت دادن به نخبگان؟
              <br />
              <br />
              افسوس. بنگر، باری مغرور! تخریب مرد دوم است. وقتی پیراهن را جمع
              می‌کنم، همه مختصات را برای به دست آوردن گالاتای زرد درست می‌کنم.
            </p>
          </div>
          <div className={styles.aboutBtn}>
            <button>مطالعه بیشتر</button>
          </div>
        </div>
      </div>
      <div></div>
    </div>
  );
};

export default AboutStore;
